{
  "header": {
    "aboutMe": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "landingpage":{
    "iAm": "I am",
    "buttonTalk": "Let´s talk!",
    "scroll": "Scroll down"
  },
  "aboutMe": {
    "headline": "About me",
    "introText": "Hi, I am a Front-end developer based in Erding near Munic, Germany. I am happy that you visited my site to look about my skills and see how i can bring your company forwards with you.",
    "firstText": "Programming holds a special place in my heart because it allows me to transform ideas into reality. The ability to create something from nothing, solve complex problems, and continuously learn new technologies is incredibly rewarding.",
    "secondText": "The keystone to my programming journey was mastering problem-solving. Understanding how to break down complex issues into manageable parts and applying logical thinking to devise effective solutions transformed my approach to coding."
  },
  "mySkills": {
    "headline": "My Skills",
    "textbox": "I have grown my frontend developments skills that have allowed me to create different real projects.",
    "button": "Get in touch"
  },
  "portfolio": {
    "exploreHtml": "Explore a selection of my work here - interact with projects to see my skills in action",
    "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "epl": "A simple Jump-and-run game based on an object-oriented approach. Help Pepe to find coins and salsa bottles to fight against the killer chicken.",
    "pokedex": "Based on the PokéAPI a simple library that provides and catalogues pokemon information."
  },
  "contact": {
    "headline": "Contact",
    "questionLine": "Got a problem to solve?",
    "textBox": "Contact me trough this form, I am interestet in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "question": "Need a Frontend developer?",
    "contactMe": "Contact me!",
    "placeholderName": "Your name",
    "nameRequired": "Your name is required",
    "placeholderEmail": "Your email",
    "emailRequired": "Your email is required",
    "placeholderMessage": "Your message",
    "messageRequired": "Your message is empty",
    "privatPolicyFirst": "I've read the",
    "privatPolicySecond": "privacy policy",
    "privatPolicyLink": "and agree to the processing of my data as outlined.",
    "button": "Send message :)"
  }

}
